"%@ already exists. Replace?" = "%@이(가) 이미 존재합니다. 교체하시겠습니까?";
"/ %@" = "/ %@";
"/Library/Input Methods/Fcitx5.app" = "/Library/Input Methods/Fcitx5.app";
"3rd-party source code" = "서드파티 소스 코드";
"?" = "?";
"\"%@\" notification is disabled" = "\"%@\" 알림이 비활성화되었습니다";
"About Fcitx5 macOS" = "Fcitx5 macOS 정보";
"About matching key position" = "키 위치 일치 정보";
"Add" = "추가";
"Add an empty group" = "빈 그룹 추가";
"Add group" = "그룹 추가";
"Add input methods" = "입력법 추가";
"Add item" = "항목 추가";
"Addon Config" = "부가 기능 설정";
"Advanced" = "고급";
"All phrases are imported" = "모든 구문을 가져왔습니다";
"All plugins are up to date" = "모든 플러그인이 최신 상태입니다";
"Alpha (0-255)" = "알파(0-255)";
"Amharic" = "암하라어";
"and" = "그리고";
"Arabic" = "아랍어";
"Are you sure to uninstall selected plugins?" = "선택한 플러그인을 제거하시겠습니까?";
"Are you sure to uninstall?" = "제거하시겠습니까?";
"Available" = "사용 가능";
"Cancel" = "취소";
"Cannot show config for %@: %@" = " %@ 설정을 표시할 수 없음: %1$@: %2$@";
"Check update" = "업데이트 확인";
"Checking" = "확인 중";
"Chinese" = "중국어";
"Clear all data" = "모든 데이터 지우기";
"Clear user data" = "사용자 데이터 지우기";
"Cleared" = "지웠습니다";
"Click or drag %@ file here" = "%@ 파일을 여기에 클릭하거나 드래그하세요";
"Click or drag image file here" = "이미지 파일을 여기에 클릭하거나 드래그하세요";
"Click or drag theme file (.conf) here" = "테마 파일(.conf)을 여기에 클릭하거나 드래그하세요";
"Click or drag to this area" = "이 영역을 클릭하거나 드래그하세요";
"Click to record" = "클릭하여 녹음";
"Close" = "닫기";
"Config" = "설정";
"Copy" = "복사하기";
"Create" = "생성";
"Current keyboard layout: %@" = "현재 키보드 레이아웃: %@";
"Custom Phrase" = "사용자 구문";
"Cut" = "오려두기";
"Data" = "데이터";
"Data manager" = "데이터 관리자";
"Debug" = "디버그";
"Default" = "기본값";
"Developed by" = "개발자";
"Disable" = "비활성화";
"Done" = "완료";
"Download failed" = "다운로드 실패";
"Edit" = "편집";
"Enable" = "활성화";
"English" = "영어";
"Error" = "오류";
"Export data to …" = "데이터를 내보내기 …";
"Export failed" = "내보내기 실패";
"Export succeeded" = "내보내기 성공";
"Failed to check update" = "업데이트 확인 실패";
"Failed to convert txt table(s): %@" = "txt 테이블 변환 실패: %@";
"Failed to copy Squirrel files" = "Squirrel 파일 복사 실패";
"Failed to create" = "생성 실패";
"Failed to import %@ dict(s)" = "%@ 사전 가져오기 실패";
"Failed to remove" = "제거 실패";
"Failed to save" = "저장 실패";
"Fcitx5 Android" = "Fcitx5 Android";
"Fcitx5 Android/macOS" = "Fcitx5 Android/macOS";
"Fcitx5 is up to date" = "Fcitx5가 최신 버전입니다";
"Fcitx5 macOS" = "Fcitx5 macOS";
"Fcitx5 will auto restart if needed." = "Fcitx5가 필요 시 자동으로 재시작됩니다.";
"Fcitx5 will auto restart." = "Fcitx5가 자동으로 재시작됩니다.";
"Files with the same name will be overridden." = "같은 이름의 파일은 덮어씌워집니다.";
"Follow App background (Liquid Glass)" = "앱 배경 따르기(Liquid Glass)";
"Font family" = "글꼴";
"Generic" = "일반";
"Generic font families" = "일반 글꼴 계열";
"Global Config" = "전체 설정";
"Group name" = "그룹 이름";
"Hamster" = "Hamster";
"Hide" = "숨기기";
"https:// or data:image/png;base64," = "https:// 또는 data:image/png;base64,";
"Import" = "가져오기";
"Import customized table" = "사용자 정의 테이블 가져오기";
"Import data from …" = "데이터 가져오기 …";
"Import dictionaries" = "사전 가져오기";
"Import native custom phrases" = "네이티브 사용자 구문 가져오기";
"Import succeeded" = "가져오기 성공";
"Imported %@ phrase(s)" = "%@개 구문을 가져왔습니다";
"Include Rime user directory in backup file?" = "백업 파일에 Rime 사용자 디렉토리를 포함하시겠습니까?";
"Input Methods" = "입력법";
"Install" = "설치";
"Install failed" = "설치 실패";
"Install manually" = "수동 설치";
"Installed" = "설치됨";
"Invalid file name" = "잘못된 파일 이름";
"Invalid regular expression" = "잘못된 정규식";
"Invalid zip" = "잘못된 zip";
"Items failed to import:" = "가져오기에 실패한 항목:";
"Japanese" = "일본어";
"Keyboard layout not available" = "키보드 레이아웃을 사용할 수 없음";
"Keyword" = "키워드";
"Korean" = "한국어";
"Latest (unstable) version available" = "최신(불안정) 버전 사용 가능";
"Licensed under" = "라이선스";
"Local" = "로컬";
"Local Squirrel" = "로컬 Squirrel";
"Malayalam" = "말라야람어";
"Match key position" = "키 위치 기준으로 일치";
"Maybe later" = "나중에";
"Name" = "이름";
"New file" = "새 파일";
"No" = "아니오";
"No files selected" = "선택된 파일 없음";
"Normally, shortcuts match the character produced by the current keyboard layout. When this option is enabled, the shortcut ignores the keyboard layout and matches only the key's position. For example, a shortcut recorded on the QWERTY A key continues to use that same position after switching to Dvorak." = "일반적으로 단축키는 현재 키보드 레이아웃에서 입력되는 문자와 일치합니다. 이 옵션을 활성화하면 단축키는 키보드 레이아웃을 무시하고 키의 위치만 기준으로 일치합니다. 예를 들어 QWERTY의 A 키에서 기록한 단축키는 Dvorak으로 전환한 후에도 같은 위치를 계속 사용합니다.";
"OK" = "확인";
"Only show current language" = "현재 언어만 표시";
"Open dictionary directory" = "사전 디렉토리 열기";
"Open directory" = "디렉토리 열기";
"Open in editor" = "편집기에서 열기";
"Order" = "순서";
"Other" = "기타";
"Paste" = "붙여넣기";
"Phrase" = "구문";
"Pinyin Dictionaries" = "병음 사전";
"Pinyin user data" = "병음 사용자 데이터";
"Please update Fcitx5 in \"About\" first" = "먼저 \"정보\"에서 Fcitx5를 업데이트하세요";
"Plugin Manager" = "플러그인 관리자";
"Preview" = "미리보기";
"Quick Phrase" = "빠른 구문";
"Reload" = "새로고침";
"Reloaded" = "새로고침 완료";
"Remove" = "제거";
"Remove dictionaries" = "사전 제거";
"Remove items" = "항목 제거";
"Rename" = "이름 변경";
"Rename group" = "그룹 이름 변경";
"Reset current page. To reset a single item/group, right click on its label." = "현재 페이지를 초기화합니다. 개별 항목/그룹을 초기화하려면 레이블을 우클릭하세요.";
"Reset to default" = "기본값으로 초기화";
"Restart" = "재시작";
"Restart process to load new fonts" = "새 글꼴을 로드하려면 프로세스를 재시작하세요";
"Right click to reset this group" = "이 그룹을 초기화하려면 우클릭하세요";
"Right click to reset this item" = "이 항목을 초기화하려면 우클릭하세요";
"Rime binaries" = "Rime 바이너리";
"Rime config" = "Rime 설정";
"Rime user data" = "Rime 사용자 데이터";
"Russian" = "러시아어";
"Save" = "저장";
"Saved" = "저장되었습니다";
"Search" = "검색";
"Select" = "선택";
"Select a language from the left list." = "왼쪽 목록에서 언어를 선택하세요.";
"Select All" = "전체 선택";
"Select an input method from the side bar." = "사이드바에서 입력법을 선택하세요.";
"Select App" = "앱 선택";
"Select font" = "글꼴 선택";
"Select image" = "이미지 선택";
"Select/Import CSS" = "CSS 선택/가져오기";
"Select/Import theme" = "테마 선택/가져오기";
"Selected %@ file(s)" = "%@개 파일 선택됨";
"Set keyboard layout of group" = "그룹의 키보드 레이아웃 설정";
"Set keyboard layout of input method" = "입력법의 키보드 레이아웃 설정";
"Show keyboard layout" = "키보드 레이아웃 표시";
"Sinhala" = "싱할라어";
"Sogou Cell Dictionary" = "Sogou Cell 사전";
"Status bar is hidden" = "상태 표시줄이 숨겨져 있습니다";
"Switch to Debug" = "디버그로 전환";
"Switch to debug only if Fcitx5 crashes and you want to help debug." = "Fcitx5가 충돌하고 디버깅에 도움이 필요할 때만 디버그로 전환하세요.";
"Switch to Release" = "릴리스로 전환";
"Table" = "테이블";
"Table config: *.conf or *.conf.in" = "테이블 설정: *.conf 또는 *.conf.in";
"Table data: *.dict or *.txt" = "테이블 데이터: *.dict 또는 *.txt";
"Tamil" = "타밀어";
"Thai" = "태국어";
"Theme Editor" = "테마 편집기";
"Theme name" = "테마 이름";
"Toggle input method" = "입력법 전환";
"Toggle Sidebar" = "사이드바 전환";
"Toggle the visibility of the sidebar" = "사이드바 표시 전환";
"Type here to preview style" = "여기에 입력하여 스타일 미리보기";
"Ukrainian" = "우크라이나어";
"Uninstall" = "제거";
"Uninstall and keep user data" = "사용자 데이터를 유지하고 제거";
"Uninstall failed, you may need to manually remove" = "제거 실패, 수동으로 제거해야 할 수 있습니다";
"Unknown - %@" = "알 수 없음 - %@";
"Unsupported config" = "지원되지 않는 설정";
"Unsupported option type %@" = "지원되지 않는 옵션 형식 %@";
"Update" = "업데이트";
"Update available" = "업데이트 가능";
"Update now" = "지금 업데이트";
"uses" = "사용";
"Version %@ available" = "버전 %@ 사용 가능";
"Vietnamese" = "베트남어";
"When Liquid Glass is enabled, theme follows App background, which is the same behavior with built-in input methods.\nTo set fixed light/dark theme, please change Background → Blur to \"None\" or \"Blur\"." = "Liquid Glass가 활성화되면 테마가 앱 배경을 따르며, 이는 내장 입력법과 동일한 동작입니다.\n고정 라이트/다크 테마를 설정하려면 배경 → 블러를 \"없음\" 또는 \"블러\"로 변경하세요.";
"Yes" = "예";
"You may re-enable it in Advanced → macOS Frontend." = "고급 → macOS 프론트엔드에서 다시 활성화할 수 있습니다.";
"You may re-enable it in Advanced → macOS Notification." = "고급 → macOS 알림에서 다시 활성화할 수 있습니다.";
"Your system version is no longer supported" = "시스템 버전이 더 이상 지원되지 않습니다";
"~/.config/fcitx5" = "~/.config/fcitx5";
"~/.local/share/fcitx5" = "~/.local/share/fcitx5";
"~/Library/fcitx5" = "~/Library/fcitx5";
